[
    {
        "q": "What is COVID-19?",
        "a": "COVID-19 is the disease caused by a new coronavirus called SARS-CoV-2.  WHO first learned of this new virus on 31 December 2019, following a report of a cluster of cases of ‘viral pneumonia’ in Wuhan, People’s Republic of China."
    },
    {
        "q": "What are the symptoms of COVID-19?",
        "a": "The most common symptoms of COVID-19 are Fever, Dry cough, Fatigue. Other symptoms that are less common and may affect some patients include: Loss of taste or smell, Nasal congestion, Conjunctivitis (also known as red eyes) Sore throat, Headache, Muscle or joint pain, Different types of skin rash, Nausea or vomiting, Diarrhea, Chills or dizziness. Symptoms of severe COVID‐19 disease include: Shortness of breath, Loss of appetite, Confusion, Persistent pain or pressure in the chest, High temperature (above 38 °C)."
    },
    {
        "q": "What happens to people who get COVID-19?",
        "a": "Among those who develop symptoms, most (about 80%) recover from the disease without needing hospital treatment. About 15% become seriously ill and require oxygen and 5% become critically ill and need intensive care. Complications leading to death may include respiratory failure, acute respiratory distress syndrome (ARDS), sepsis and septic shock, thromboembolism, and/or multiorgan failure, including injury of the heart, liver or kidneys. In rare situations, children can develop a severe inflammatory syndrome a few weeks after infection. "
    },
    {
        "q": "Who is most at risk of severe illness from COVID-19?",
        "a": "People aged 60 years and over, and those with underlying medical problems like high blood pressure, heart and lung problems, diabetes, obesity or cancer, are at higher risk of developing serious illness. However, anyone can get sick with COVID-19 and become seriously ill or die at any age. "
    },
    {
        "q": "Are there long-term effects of COVID-19?",
        "a": "Some people who have had COVID-19, whether they have needed hospitalization or not, continue to experience symptoms, including fatigue, respiratory and neurological symptoms. WHO is working with our Global Technical Network for Clinical Management of COVID-19, researchers and patient groups around the world to design and carry out studies of patients beyond the initial acute course of illness to understand the proportion of patients who have long term effects, how long they persist, and why they occur.  These studies will be used to develop further guidance for patient care.  "
    },
    {
        "q": "What should I do if I have COVID-19 symptoms?",
        "a": "If you have any symptoms suggestive of COVID-19, call your health care provider or COVID-19 hotline for instructions and find out when and where to get a test, stay at home for 14 days away from others and monitor your health. If you have shortness of breath or pain or pressure in the chest, seek medical attention at a health facility immediately. Call your health care provider or hotline in advance for direction to the right health facility. If you live in an area with malaria or dengue fever, seek medical care if you have a fever. If local guidance recommends visiting a medical centre for testing, assessment or isolation, wear a medical mask while travelling to and from the facility and during medical care. Also keep at least a 1-metre distance from other people and avoid touching surfaces with your hands.  This applies to adults and children."
    },
    {
        "q": "Is there a vaccine for COVID-19?",
        "a": "Yes there are now several vaccines that are in use. The first mass vaccination programme started in early December 2020 and the number of vaccination doses administered is updated on a daily basis  here . At least 13 different vaccines (across 4 platforms) have been administered. The Pfizer/BioNtech Comirnaty vaccine was listed for WHO Emergency Use Listing (EUL) on 31 December 2020. The SII/Covishield and AstraZeneca/AZD1222 vaccines (developed by AstraZeneca/Oxford and manufactured by the State Institute of India and SK Bio respectively) were given EUL on 16 February. The Janssen/Ad26.COV 2.S developed by Johnson & Johnson, was listed for EUL on 12 March 2021. The Moderna COVID-19 vaccine (mRNA 1273) was listed for EUL on 30 April 2021 and the Sinopharm COVID-19 vaccine was listed for EUL on 7 May 2021. The Sinopharm vaccine is produced by Beijing Bio-Institute of Biological Products Co Ltd, subsidiary of China National Biotec Group (CNBG). For further information, see  here . WHO is on track to EUL other vaccine products through June.  The products and progress in regulatory review by WHO is provided by WHO and updated regularly. The document is provided  here . Once vaccines are demonstrated to be safe and efficacious, they must be authorized by national regulators, manufactured to exacting standards, and distributed. WHO is working with partners around the world to help coordinate key steps in this process, including to facilitate equitable access to safe and effective COVID-19 vaccines for the billions of people who will need them. More information about COVID-19 vaccine development is available  here ."
    },
    {
        "q": "When will COVID-19 vaccines be ready for distribution?",
        "a": "The first COVID-19 vaccines have already begun to be introduced in countries. Before COVID-19 vaccines can be delivered: The vaccines must be proven safe and effective in large (phase III) clinical trials.  Some COVID-19 vaccine candidates have completed their phase III trials, and  many other potential vaccines are being developed . Independent reviews of the efficacy and safety evidence is required for each vaccine candidate, including regulatory review and approval in the country where the vaccine is manufactured, before WHO considers a vaccine candidate for prequalification.\r\n        Part of this process also involves the Global Advisory Committee on Vaccine Safety. In addition to review of the data for regulatory purposes, the evidence must also be reviewed for the purpose of policy recommendations on how the vaccines should be used. An external panel of experts  convened\r\n by WHO, called the Strategic Advisory Group of Experts on Immunization (SAGE), analyzes the results from clinical trials, along with evidence on the disease, age groups affected, risk factors for disease, programmatic use, and other information.\r\n        SAGE then recommends whether and how the vaccines should be used. Officials in individual countries decide whether to approve the vaccines for national use and develop policies for how to use the vaccines in their country based on the WHO recommendations. The vaccines must be manufactured in large quantities, which is a major and unprecedented challenge – all the while continuing to produce all the other important life-saving vaccines already in use. As a final step, all approved vaccines will require distribution through a complex logistical process, with rigorous stock management and temperature control. WHO is working with partners around the world to accelerate every step of this process, while also ensuring the highest safety standards are met. More information is available  here."
    },
    {
        "q": "Will COVID-19 vaccines provide long-term protection?",
        "a": "Because COVID vaccines have only been developed in the past months, it’s too early to know the duration of protection of COVID-19 vaccines. Research is ongoing to answer this question. However, it’s encouraging that available data suggest that most people who recover from COVID-19 develop an immune response that provides at least some period of protection against reinfection – although we’re still learning how strong this protection is, and how long it lasts."
    },
    {
        "q": "How quickly could COVID-19 vaccines stop the pandemic?",
        "a": "The impact of COVID-19 vaccines on the pandemic will depend on several factors. These include the effectiveness of the vaccines; how quickly they are approved, manufactured, and delivered; the possible development of other variants and how many people get vaccinated \r\n Whilst trials have shown several COVID-19 vaccines to have high levels of efficacy, like all other vaccines, COVID-19 vaccines will not be 100% effective. WHO is working to help ensure that approved vaccines are as effective as possible, so they can have the greatest impact on the pandemic."
    },
    {
        "q": "What types of COVID-19 vaccines are being developed? How would they work?",
        "a": "Scientists around the world are developing  many potential vaccines  for COVID-19. These vaccines are all designed to teach the body’s immune system to safely recognize and block the virus that causes COVID-19. Several different types of potential vaccines for COVID-19 are in development, including: Inactivated or weakened virus vaccines , which use a form of the virus that has been inactivated or weakened so it doesn’t cause disease, but still generates an immune response. Protein-based vaccines , which use harmless fragments of proteins or protein shells that mimic the COVID-19 virus to safely generate an immune response. Viral vector vaccines , which use a safe virus that cannot cause disease but serves as a platform to produce coronavirus proteins to generate an immune response. RNA and DNA vaccines , a cutting-edge approach that uses genetically engineered RNA or DNA to generate a protein that itself safely prompts an immune response. For more information about all COVID-19 vaccines in development, see  this WHO publication , which is being updated regularly."
    },
    {
        "q": "Will other vaccines help protect me from COVID-19?",
        "a": "Currently, there is no evidence that any other vaccines, apart from those specifically designed for the SARS-Cov-2 virus,  will protect against COVID-19. However, scientists are studying whether some existing vaccines – such as the Bacille Calmette-Guérin (BCG) vaccine, which is used to prevent tuberculosis – are also effective for COVID-19. WHO will evaluate evidence from these studies when available."
    },
    {
        "q": "What are the benefits of getting vaccinated?",
        "a": "The COVID-19 vaccines produce protection against the disease, as a result of developing an immune response to the SARS-Cov-2 virus.  Developing immunity through vaccination means there is a reduced risk of developing the  illness and its consequences.\r\n    This immunity helps you fight the virus if exposed. Getting vaccinated may also protect people around you, because if you are protected from getting infected and from disease, you are less likely to infect someone else. This is particularly important\r\n    to protect people at increased risk for severe illness from COVID-19, such as healthcare providers, older or elderly adults, and people with other medical conditions."
    },
    {
        "q": "Who should get the COVID-19 vaccines?",
        "a": "The COVID-19 vaccines are safe for most people 18 years and older, including those with pre-existing conditions of any kind, including auto-immune disorders. These conditions include: hypertension, diabetes, asthma, pulmonary, liver and kidney disease, as well as chronic infections that are stable and controlled.  If supplies are limited in your area, discuss your situation with your care provider if you: Have a compromised immune system Are pregnant or nursing your baby Have a history of severe allergies, particularly to a vaccine (or any of the ingredients in the vaccine) Are severely frail"
    },
    {
        "q": "Can we stop taking precautions after being vaccinated?",
        "a": "Vaccination protects you from getting seriously ill and dying from COVID-19. For the first fourteen days after getting a vaccination, you do not have significant levels of protection, then it increases gradually. For a single dose vaccine, immunity will generally occur two weeks after vaccination. For two-dose vaccines, both doses are needed to achieve the highest level of  immunity possible.  While a COVID-19 vaccine will protect you from serious illness and death, we still don’t know the extent to which it keeps you from being infected and passing the virus on to others. To help keep others safe, continue to maintain at least a 1-metre distance from others, cover a cough or sneeze in your elbow, clean your hands frequently and wear a mask, particularly in enclosed, crowded or poorly ventilated spaces. Always follow guidance from local authorities based on the situation and risk where you live."
    },
    {
        "q": "Can I have the second dose with a different vaccine than the first dose?",
        "a": "Clinical trials in some countries are looking at whether you can have a first dose from one vaccine and a second dose from a different vaccine. There isn't enough data yet to recommend this type of combination."
    },
    {
        "q": "Can the COVID-19 vaccine cause a positive test result for the disease, such as for a PCR or antigen test?",
        "a": "No, the COVID-19 vaccine will not cause a positive test result for a COVID-19 PCR or antigen laboratory test. This is because the tests check for active disease and not whether an individual is immune or not. However, because the COVID-19 vaccine prompts an immune response, it may be possible to test positive in an antibody (serology) test that measures COVID-19 immunity in an individual."
    },
    {
        "q": "Should I be vaccinated if I have had COVID-19?",
        "a": "Even if you have already had COVID-19, you should be vaccinated when it is offered to you. The protection that someone gains from having COVID-19 will vary from person to person, and we also don’t know how long natural immunity might last."
    },
    {
        "q": "Is the vaccine safe for children?",
        "a": "Vaccines are usually tested in adults first, to avoid exposing children who are still developing and growing. COVID-19 has also been a more serious and dangerous disease among older populations. Now that the vaccines have been determined to be safe for adults, they are being studied in children. Once those studies have been completed, we should know more and guidelines will be developed.  In the meantime, make sure children continue to physical distance from others, clean their hands frequently, sneeze and cough into their elbow and wear a mask if age appropriate."
    },
    {
        "q": "Do the vaccines protect against variants?",
        "a": "The COVID-19 vaccines are expected to provide at least some protection against new virus variants and are effective at preventing serious illness and death. That’s because these vaccines create a broad immune response, and any virus changes or mutations should not make vaccines completely ineffective. If any of these vaccines become less effective against one or more variants, it will be possible to change the composition of the vaccines to protect against these variants. Data continues to be collected and analysed on new variants of the COVID-19 virus.  While we are learning more, we need to do everything possible to stop the spread of the virus in order to prevent mutations that may reduce the efficacy of existing vaccines. This means staying at least 1 metre away from others, covering a cough or sneeze in your elbow, frequently cleaning your hands, wearing a mask and avoiding poorly ventilated rooms or opening a window.  For more information, see  The effects of virus variants on COVID-19 vaccines."
    },
    {
        "q": "How do we know that COVID-19 vaccines are safe?",
        "a": "There are strict protections in place to help ensure the safety of all COVID-19 vaccines. Before receiving validation from WHO and national regulatory agencies, COVID-19 vaccines must undergo rigorous testing in clinical trials to prove that they meet\r\n    internationally agreed benchmarks for safety and effectiveness. Unprecedented scientific collaborations have allowed COVID-19 vaccine research, development, and authorizations to be completed in record time – to meet the urgent need for COVID-19 vaccines while maintaining high safety standards. As with all vaccines,\r\n    WHO and regulatory authorities will continuously monitor the use of COVID-19 vaccines to confirm that they remain safe for all who receive them."
    },
    {
        "q": "What are the side effects of COVID-19 vaccines?",
        "a": "Like any vaccine, COVID-19 vaccines can cause mild side effects, such as a low-grade fever or pain or redness at the injection site. Most reactions to vaccines are mild and go away within a few days on their own. More serious or long-lasting side effects\r\n    to vaccines are possible but extremely rare. Vaccines are continually monitored to detect rare adverse events.  Reported side effects to COVID-19 vaccines have mostly been mild to moderate and short-lasting. They include: fever, fatigue, headache, muscle pain, chills, diarrhoea, and pain at the injection site. The chances of any of these side effects following\r\n    vaccination differ according to the specific COVID-19 vaccine."
    },
    {
        "q": "What is the link between COVID-19 vaccines and allergic reactions?",
        "a": "WHO is aware of reports of severe allergic reactions in a small number of people who received a COVID-19 vaccine. A severe allergic reaction – such as anaphylaxis – is a potential but rare side effect with any vaccine. In persons with a known risk, such as previous experience of an allergic reaction to a previous dose of the vaccine or any of the known components in the vaccine, precautions may need to be taken. WHO recommends that healthcare providers assess patient medical history to determine if a patient is at risk for severe allergic reaction to a COVID-19 vaccine. All immunization providers should be trained to recognize severe allergic reactions and take practical steps to treat such reactions if they occur.  COVID-19 vaccine use will be closely monitored by national authorities and international bodies, including WHO, to detect serious side effects, including any unexpected side effects. This will help us better understand and manage the specific risks of allergic reactions or other serious side effects to COVID-19 vaccines that may not have been detected during clinical trials, ensuring safe vaccination for all."
    },
    {
        "q": "What happens if an adverse event is reported?",
        "a": "As with any vaccine, it is essential to closely monitor the safety and efficacy of COVID-19 vaccines as they are delivered. If a problem is reported following vaccination, a thorough investigation should take place. During these investigations, it is extremely rare that health problems are found to be caused by the vaccine itself. Adverse events are most often found to be coincidental and may be entirely unrelated to vaccination. Sometimes they are related to how the vaccine has been stored, transported, or administered. Such errors can be prevented by better training health workers and strengthening supply chains. In the very rare cases where a genuine adverse reaction is suspected, the vaccine may be suspended from use. Further investigations will take place to determine what exactly caused the event, and corrective measures will be put in place. WHO works with vaccine manufacturers, health officials and other partners to monitor any safety concerns and potential side effects on an ongoing basis."
    },
    {
        "q": "Under what circumstances should a COVID-19 vaccine be recalled?",
        "a": "Vaccine recalls or withdrawals due to safety issues are rare. Recalls are usually initiated voluntarily by a vaccine manufacturer before any adverse events are reported. For example, ongoing monitoring of vaccine production may show that an irregularity has caused a batch of vaccines to lose their strength. In this case, people who have received a vaccine from that batch may need to be vaccinated again to ensure they are protected."
    },
    {
        "q": "How will WHO inform the public about suspected or confirmed adverse events related to COVID-19 vaccines?",
        "a": "Suspected safety events officially reported to WHO go through a series of rapid verification steps involving an independent panel of experts. WHO shares the results of these evaluations on its website. WHO also coordinates with local, regional, and national health officials to investigate vaccine safety concerns and advise on next steps. Information is also made available through the  Vaccine Safety Net , a publicly available network of digital international resources on vaccine safety that have been approved by WHO."
    },
    {
        "q": "Is it possible that someone vaccinated against COVID-19 will still get infected?",
        "a": "While several COVID-19 vaccines appear to have high levels of efficacy, no vaccine is 100% protective. As a result, there may be a small percentage of people who do not develop protection as expected after COVID-19 vaccination. In addition to a vaccine's specific characteristics, several factors such as a person's age, their underlying health conditions or previous exposure to COVID-19 may have an impact on a vaccine’s effectiveness. We also do not yet know how long immunity from different COVID-19 vaccines will last. That is one reason why, even as COVID-19 vaccines start to be rolled out, we must continue using all public health measures that work, such as physical distancing, masks, and handwashing."
    },
    {
        "q": "Who should be excluded from receiving COVID-19 vaccines?",
        "a": "Medical professionals can best advise individuals on whether or not they should receive a COVID-19 vaccine. However, based on available evidence, people with the following health conditions should generally be excluded from COVID-19 vaccination in order to avoid possible adverse effects: If you have a history of severe allergic reactions to any ingredients of the COVID-19 vaccine If you are currently sick or experiencing symptoms of COVID-19, though you can get vaccinated once your primary symptoms have resolved. Further research is needed to determine the safety and efficacy of different COVID-19 vaccines in certain population groups. In addition to the general recommendations above, each vaccine may have specific considerations for specific populations and health conditions."
    },
    {
        "q": "Is it safe for pregnant women, those planning to become pregnant, and breastfeeding mothers to receive COVID-19 vaccines?",
        "a": "Based on what we know about these vaccines, we don’t have any specific reason to believe there will be risks that would outweigh the benefits of vaccination for pregnant women. While pregnancy puts women at higher risk of severe COVID-19, very little data are available to assess vaccine safety in pregnancy.   For this reason, those pregnant women at high risk of exposure to SARS-CoV-2 (e.g., health workers) or who have comorbidities which add to their risk of severe disease may be vaccinated in consultation with their health care provider. It is not yet clear whether COVID-19 vaccines can be excreted through breastfeeding. To determine the best course of action, the developmental and health benefits of breastfeeding should be considered along with the mother’s clinical need for immunization against COVID-19. WHO does not recommend discontinuing breastfeeding after vaccination."
    },
    {
        "q": "Are mRNA vaccines safe? If they’re based on new technology, how can we be sure?",
        "a": "The COVID-19 mRNA vaccine technology has been rigorously assessed for safety, and clinical trials have shown that mRNA vaccines provide a long-lasting immune response. mRNA vaccine technology has been studied for several decades, including in the contexts of Zika, rabies, and influenza vaccines. mRNA vaccines are not live virus vaccines and do not interfere with human DNA ."
    },
    {
        "q": "How will WHO ensure vaccine safety monitoring and response when COVID-19 vaccines are used?",
        "a": "Vaccine safety monitoring is ensured at the national, regional, and global level. As is standard practice in all national immunization programmes, WHO supports the set up of safety monitoring systems for COVID-19 vaccines in every country. After a COVID-19 vaccine is introduced in a country, WHO works with vaccine manufacturers, health officials and other partners to track safety concerns and potential side effects on an ongoing basis. Specific safety concerns that may arise will be evaluated by WHO and an independent group of experts (the Global Advisory Committee on Vaccine Safety, or GACVS) in conjunction with the relevant national authorities."
    }
]